Repository: Sanketkalode/Flask_webapp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Username
es: es_Username

source: Password
es: es_Password

source: Remember Me
es: es_Remember Me

source: Sign In
es: es_

source: Repeat Password
es: es_Sign In

source: Register
es: es_

source: Name
es: es_Register

source: Price
es: es_

source: Items in Stock
es: es_Price

source: Insert Item
es: es_Insert Item

source: Update Price
es: es_Update Price

source: Update Stock
es: es_

source: Item already exists
es: es_

source: Item inserted
es: es_Item already exists

source: Price updated
es: es_Price updated

source: Item not found
es: es_Item not found

source: Items in Stock updated
es: es_Items in Stock updated

source: Item deleted
es: es_Item deleted

source: Invalid Username or Password
es: es_Invalid Username or Password

source: Username already exists
es: es_Username already exists
